Repository: Infront-Development/nih-cough-sound
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ms

source: Please enter your phone number
ms: Sila masukkan nombor telefon anda

source: PHONE NUMBER DOES NOT EXIST
ms: NOMBOR TELEFON TIDAK WUJUD

source: Please use a correct contact number format (01XXXXXXX). Up to 11 Digits
ms: Sila gunakan nombor telefon dengan format (01XXXXXXX). Sehingga 11 digit

source: Phone Number:
ms: Nombor Telefon:

source: Welcome to Cof'e Project
ms: Selamat datang ke Projek Cof'e

source: User ID
ms: ID Pengguna

source: Test my Microphone
ms: Cuba mikrofon

source: Cough Test
ms: Semak Batuk

source: Result
ms: Keputusan

source: Logout
ms: Log Keluar

source: NEW USER
ms: PENGGUNA BARU

source: REGISTER
ms: DAFTAR

source: LOGIN
ms: DAFTAR MASUK

source: First Time User? Click Here
ms: Kali pertama? Tekan sini

source: Phone number does not exist !
ms: Nombor telefon tidak wujud!

source: <span class="font-weight-bold text-dark">Feedback:</span>
ms: <span class="font-weight-bold text-dark">Maklum balas:</span>

source: DISCLAIMER:
ms: PENAFIAN:

source: This cough sound pre-screening test developed by the Digital Health Research and Innovation Unit (DHRi) is intended to be used as a pre-screening test for adults above 18 years old to assess the risk of COVID-19 infection.
ms: Ujian pra-skrining suara batuk yang dikembangkan oleh Digital Health Research and Innovation Unit (DHRi) ini dimaksudkan untuk digunakan sebagai tes pra-skrining bagi orang dewasa berusia di atas 18 tahun untuk menilai risiko infeksi COVID-19.

source: The result of this test SHOULD NOT be used as a confirmatory diagnosis for COVID-19 infection.
ms: Hasil ujian ini TIDAK BOLEH digunakan sebagai diagnosis konfirmasi untuk infeksi COVID-19.

source: If the test result indicates <b>'HIGH RISK OF COVID-19 INFECTION'</b>, users are advised to seek for confirmatory test for COVID-19 infection.
ms: Jika hasil ujian menunjukkan <b>'RISIKO TINGGI INFEKSI COVID-19'</b>, pengguna disarankan untuk mencari ujian konfirmasi untuk infeksi COVID-19.

source: If the test result indicates <b>'LOW RISK OF COVID-19 INFECTION'</b>, but users are experiencing flu-like symptoms, they are advised to seek for confirmatory test for COVID-19 infection.
ms: Jika hasil ujian menunjukkan <b>'RISIKO RENDAH INFEKSI COVID-19'</b>, tetapi pengguna mengalami gejala seperti flu, mereka disarankan untuk mencari tes konfirmasi untuk infeksi COVID-19.

source: Users who are <b>'HIGH RISK OF COVID-19 INFECTION'</b> or symptomatic are advised to adhere to standard measures to prevent COVID-19 infection before a confirmatory test is done.
ms: Pengguna yang <b>'RISIKO TINGGI INFEKSI COVID-19'</b> atau bergejala disarankan untuk mematuhi langkah-langkah standar untuk mencegah infeksi COVID-19 sebelum ujian konfirmasi dilakukan.

source: AGREE
ms: SETUJU

source: INFORMED CONSENT:
ms: PERSETUJUAN BERMAKLUM:

source: TESTING THE PERFORMANCE OF THE ARTIFICIAL INTELLIGENCE (A.I.) FOR THE DECTECTION OF COVID-19 OR TUBERCULOSIS (TB) USING COUGH SOUND.
ms: UJIAN PRESTASI BAGI KEPINTARAN BUATAN (AI) UNTUK PENGESANAN PENYAKIT BERJANGKIT SEPERTI TUBERCULOSIS (TB) ATAU COVID-19 MELALUI BUNYI BATUK.

source: If you AGREE, you can be part of this research conducted by Digital Health Research and Innovation Unit, Institute for Clinical Research, Ministry of Health Malaysia.
ms: Jika anda BERSETUJU, anda akan menjadi sebahagian daripada sebuah kajian yang sedang dijalankan oleh Unit Penyelidikan dan Inovasu Kesihatan Digital, Institut Penyelidikan Klinikal, Kementerian Kesihatan Malaysia.

source: Please make sure you read all the information before continuing. You must be age 18 and above to participate. Your participation in this research is voluntary and you can withdraw at any time simply by closing the browser or going to a different page at any moment. The information below provides a summary of the research:
ms: Pastikan anda membaca semua maklumat di halaman ini sebelum anda teruskan. Anda mestilah berumur 18 tahun dan ke atas untuk berlayak menyertai. Penyertaan anda adalah secara sukarela dan anda boleh menarik diri pada bila-bila masa sahaja sama ada dengan menutup halaman ini. Berikut merupakan ringkasan berkenaan kajian ini:

source: <b>RESEARCHERS</b>
ms: <b>PENYELIDIK:</b>

source: <b>PURPOSE:</b>
ms: <b>TUJUAN:</b>

source: In this study we will collect cough sound samples from healthy individuals, COVID-19 patients, and individuals with other infectious diseases such as TB and try to detect the difference of diseases using artificial intelligence. The total number of participants is estimated to be 2400 for each type of disease.
ms: Dalam kajian ini kami akan mengumpulkan sampel bunyi batuk daripada individu yang sihat, pesakit COVID-19 dan penyakit berjangkit yang lain seperti TB dan cuba membezakan mereka dengan kepintaran buatan. Jumlah peserta dianggar sebanyak 2400 bagi setiap jenis penyakit.

source: <b>STUDY PROCEDURES:</b>
ms: <b>LANGKAH-LANGKAH KAJIAN:</b>

source: You will be recording and sending you cough sounds using the recording function through the website provided after providing your consent to join the study. The following are information needed in this study: name, telephone number, sex, age, date of diagnosis, type of infection and symptoms.
ms: Anda akan merakam dan menghantar bunyi batuk dengan menggunakan rakaman audio laman web yang disediakan selepas anda telah memberi persetujuan anda untuk menyertai kajian ini. Maklumat yang berikut diperlukan: nama, nombor telefon bimbit, jantina, umur, tarikh diagnosis, jenis jangkitan dan gejala.

source: The total participation time should be around 10 minutes.
ms: Jumlah masa penyertaan adalah lebih kurang 10 minit.

source: You will record your cough sound using the recording capability in this website and the sound sample will be captured and sent to the study team for the purpose of this research only.
ms: Anda akan merakam bunyi batuk anda dengan menggunakan laman web ini dan bunyi tersebut akan dirakam dan dihantar ke pasukan kajian melalui laman web tersebut hanya untuk tujuan kajian.

source: <b>RISK, PRECAUTIONS & POTENTIAL DISCOMFORT:</b>
ms: <b>POTENSI RISIKO, LANGKAH BERJAGA-JAGA & POTENSI KETIDAKSELESAAN:</b>

source: Make sure no other people are within 20 feet of you when recording your cough sounds. Make sure you are away from any source of noise to avoid unclear recordings. You may experience minimal discomfort while coughing, however, this will not cause any harm to you.
ms: Sila pastikan tiada orang lain yang berada dalam lingkungan jarak 20 kaki apabila anda merakamkan bunyi batuk dan nafas anda. Pastikan anda berada jauh dari sebarang sumber kebisingan untuk mengelakkan rakaman yang tidak jelas atau tercemar. Anda mungkin mengalami sedikit ketidakselesaan ketika mengeluarkan batuk. Namun, ini tidak akan mendatangkan bahaya kepada anda.

source: <b>POTENTIAL BENEFITS:</b>
ms: <b>POTENSI MANFAAT:</b>

source: By participating in this research study, you will be contributing to a solution for a global problem. Eventually, your participation will contribute to the development of an automated infectious diseases screening web tool.
ms: Dengan mengambil bahagian dalam kajian ini, anda akan menyumbang untuk menyelesaikan masalah dunia yang sangat penting. Seterusnya, penyertaan anda akan menyumbang kepada pembangunan sebuah laman penyaringan automatik bagi penyakit berjangkit.

source: <b>CONFIDENTALITY & PRIVACY:</b>
ms: <b>KERAHSIAAN & PRIVASI:</b>

source: Information from you will be limited to cough recordings and some information about the disease. All data from the study will be stored in a secure local data server where they will be protected with encryption, and only accessible to participating researchers and organizations. We will keep a repository of the data after the study is completed so that we can use it for the development of a similar technology for future use if another pandemic appears.
ms: Maklumat dari anda akan terhad kepada rakaman batuk dan matlumat tentang penyakit berjangkit anda. Semua maklumat dari kajian ini akan disimpan dengan selamat di dalam sebuah komputer tempatan yang terlindung sepanjang masa, hanya boleh dilayari oleh penyelidik dan organisasi yang mengambil bahagian. Kami akan menyimpan maklumat setelah kajian diselesaikan supaya kami dapat menggunakannya untuk membangunkan teknologi yang serupa, contohnya, untuk saringan penyakit berjangkit yang lain muncul pada masa depan.

source: After reading all the information in this consent form, please ask any questions via email to Mr. William Law Kian Boon (<b>dhri@crc.gov.my</b>), the Principal Coordinating Investigator about anything you do not understand before deciding to participate. There is no compensation for participating in this study. You are not waiving any legal rights because of your participation in this research study.
ms: Selepas anda telah membaca semua maklumat dalam borang persetujuan ini, sila ajukan sebarang soalan melalui e-mel kepada En. William Law Kian Boon (<b>dhri@crc.gov.my</b>), penyelidik penyelaras utama mengenai apa sahaja yang anda tidak faham sebelum anda mengambil keputusan sama ada menyertai atau tidak. Tidak ada pampasan untuk menyertai kajian ini. Sebarang hak undang-undang anda tidak akan diketepikan akibat penyertaan anda dalam kajian ini.

source: If you have any questions about your right as a participant in this study, you may contact the:
ms: Jika anda mempunyai sebarang soalan tentang hak anda sebagai seorang peserta dalam kajian ini, anda boleh menghubungi:

source: Chairman or secretariat of the Medical Research & Ethics Committee (MREC),
ms: Pengerusi atau Setiausaha Jawatankuasa Penyelidikan & Etika Perubatan (MREC),

source: Block A, Kompleks Institut Kesihatan Negara (NIH),
ms: Blok A, Kompleks Institut Kesihatan Negara (NIH),

source: Phone: 03-3362 8100, Email: nihsec@nih.gov.my
ms: Telefon: 03-3362 8100 E-mel: nihsec@nih.gov.my

source: If you decide to participate, in the next page you will be required to record and send your cough sound and some relevant information. You will be using your smart phone, tablet or computer to send the cough sounds. Please enable your microphone before proceeding to the step.
ms: Jika anda mengambil keputusan untuk menyertai, di halaman seterusnya kami akan meminta anda untuk merakam dan menghantar bunyi batuk serta matlumat yang berkaitan. Anda akan menghantar bunyi batuk melalui telefon bimbit, tablet, atau komputer anda. Pastikan mikrofon anda berfungsi sebelum meneruskan kajian.

source: Once you have read this page, please click "<b>Agree</b>" if you give your consent to participate.
ms: Setelah anda membaca halaman ini, sila tekan "<b>Setuju</b>" jika anda memberikan persetujuan untuk menyertai.

source: Thank you!
ms: Terima Kasih!

source: Thank you for your contribution to this research.
ms: Terima kasih atas sumbangan anda.

source: Together we can fight COVID-19
ms: Bersama hentikan wabak COVID-19

source: Please leave your feedback here
ms: Sila tinggalkan maklum balas anda di sini

source: Submit
ms: Hantar

source: Thank You!
ms: Terima Kasih!

source: Please remain cautious and continue to follow SOP to prevent transmission of COVID-19
ms: Harap tetap berhati-hati dan terus mengikuti SOP untuk mencegah penularan COVID-19

source: Love and Care from MOH
ms: Kasih sayang dan keprihatin daripada KKM

source: Continue to homepage
ms: Teruskan ke laman utama

source: English
ms: Bahasa Inggeris

source: Bahasa Malaysia
ms: Bahasa Melayu

source: Simplified Chinese
ms: Bahasa Cina

source: Male
ms: Lelaki

source: Female
ms: Perempuan

source: None
ms: Tiada

source: Asthma
ms: Lelah/asma

source: Cystic Fibrosis
ms: Fibrosis Sistik (CF)

source: COPD/Emphysema
ms: Penyakit Paru Obstruktif Kongesif (COPD)/Emfisema

source: Pulmonary Fibrosis
ms: Fibrosis paru-paru

source: Other lung diseases
ms: Penyakit paru-paru yang lain

source: High Blood Pressure
ms: Tekanan darah tinggi

source: Previous Stroke or Transient ischemic attack
ms: Angin ahmar (sejarah)/Strok/serangan iskemia sementara (TIA)

source: Previous heart attack
ms: Serangan Jantung (sejarah)

source: Valvular heart disease
ms: Penyakit injap jantung

source: Other heart disease
ms: Lain-lain penyakit jantung

source: Diabetes
ms: Kencing manis

source: Cancer
ms: Barah/kanser

source: Previous organ transplant
ms: Pemindahan organ dahulu

source: HIV or impaired immune system
ms: HIV atau kerosakan sistem imun

source: Other long-term condition
ms: Masalah perubatan jangka panjang lain

source: Fever (feeling feverish or warmer than usual)
ms: Demam (rasa demam atau lebih panas daripada biasa)

source: Chills
ms: Menggigil

source: Dry cough
ms: Batuk kering

source: Wet cough
ms: Batuk basah/berkahak

source: Difficult breathing or feeling shortness of breath
ms: Kesukaran bernafas atau sesak nafas

source: Chest pain
ms: Sakit dada

source: Loss of taste or smell
ms: Kehilangan rasa atau bau

source: Confusion
ms: Kekeliruan

source: Dizziness or vertigo
ms: Pening, kekeliruan atau vertigo

source: Headache
ms: Sakit kepala

source: Muscle aches
ms: Sakit otot

source: Sore throat, runny and blocked nose
ms: Sakit tekak, hidung berair dan tersumbat

source: 1. What is your biological sex?
ms: 1. Apakah jantina anda?

source: 2. How old are you?
ms: 2. Berapakah umur anda?

source: 3. Do you have any of these medical conditions (can choose more than one)?
ms: 3. Adakah anda mempunyai sebarang masalah perubatan berikut (boleh pilih lebih daripada satu)?

source: 4. Do you have the following symptoms irrespective of having confirmed with COVID-19 or not (can choose more than one)?
ms: 4. Tanpa mengira status jangkitan COVID-19, adakah anda mempunyai gejala berikut (boleh pilih lebih daripada satu pilihan)?

source: **Disclaimer: Your data will not be collected if you are under 18 year old
ms: **Penafian : Data anda tidak akan dikumpul jika umur anda rendah daripada 18 tahun

source: Questionnaire Form
ms: Borang soal selidik

source: Love and care from MOH
ms: Kasih sayang dan keprihatin daripada KKM

source: Instructions
ms: Arahan

source: Info!
ms: Maklumat!

source: Please enable microphone on this site
ms: Sila aktifkan Mikrofon di halaman ini

source: Part 2: Breath
ms: Bahagian 2 : Nafas

source: B. Without Mask
ms: B. Tanpa Memakai Pelitup Muka

source: 1st Track
ms: Rakaman Pertama

source: RECORDING
ms: RAKAMAN

source: 2nd Track
ms: Rakaman Kedua

source: SUBMIT
ms: HANTAR

source: Please enable Microphone on this site
ms: Sila aktifkan Mikrofon di halaman ini

source: A. With Mask
ms: A. Dengan Memakai Pelitup Muka

source: NEXT
ms: SETERUSNYA

source: Record Your Cough Four (4) Times
ms: Rakam batuk anda sebanyak empat (4) kali

source: (Force it if it doesn't come naturally)
ms: (Paksa batuk sekiranya batuk tidak keluar secara semulajadi)

source: Click the 'Record' button below to start recording and click the 'Stop' button to end the recording.
ms: Tekan butang 'Rakam' dibawah untuk memulakan rakaman dan tekan butang 'berhenti' untuk tamatkan rakaman.

source: Record
ms: Rakam

source: Stop
ms: Berhenti

source: Next
ms: Seterusnya

source: Cough
ms: Batuk

source: Record Cough
ms: Rakam Bunyi Batuk

source: Find a <span class="text-pink">quiet</span> and <span class="text-pink">safe</span> environment
ms: Cari persekitaran yang<span class="text-pink"> senyap</span> dan <span class="text-pink">selamat</span>

source: Press the <span class="text-pink">recording</span> button
ms: Tekan butan <span class="text-pink">rekod</span>

source: Get ready in <span class="text-pink">5 seconds</span>
ms: Sila bersedia dalam <span class="text-pink">5 saat</span>

source: Cough <span class="text-pink">3 times</span> continuously
ms: Sila batuk <span class="text-pink">3 kali</span> secara berterusan

source: Press the <span class="text-pink">STOP</span> button
ms: Tekan butan <span class="text-pink">Henti</span>

source: Press <span class="text-pink">SUBMIT</span>
ms: Tekan <span class="text-pink">Serah</span>

source: Back
ms: Kembali

source: Step 1
ms: Langkah 1

source: Step 2
ms: Langkah 2

source: There are two parts:<br />
ms: <span class="mt-n5 h3 font-weight-bold">Terdapat 2 bahagian rakaman:</span><br />

source: <ul class="cardTextList"> <li><span>Recording <span class="text-pink">with mask</span></span></li> <li><span>Recording <span class="text-pink">without mask</span></span></li> </ul>
ms: <ul class="cardTextList"> <li><span class="text-pink">Dengan pelitup muka</span></li> <li><span class="text-pink">Tanpa pelitup muka</span></li> </ul>

source: Step 3
ms: Langkah 3

source: Record <span class="text-pink">3 to 5 </span>cough sounds in each recording
ms: Sila rakam <span class="text-pink">3 hingga 5</span> bunyi nafas dalam setiap rakaman

source: Step 4
ms: Langkah 4

source: <span class="text-pink">START </span>recording and <span class="text-pink">STOP </span>when you have done
ms: <span class="text-pink">MULAKAN </span>rakaman dan <span class="text-pink">BERHENTI </span>setelah anda selesai

source: Step 5
ms: Langkah 5

source: Record your cough sounds twice <span class="text-pink">with mask</span> on and click "NEXT"
ms: Rakam bunyi batuk anda 2 kali <span class="text-pink">dengan pelitup muka</span> dan tekan "SETERUSNYA"

source: Step 6
ms: Langkah 6

source: Record your cough sounds twice <span class="text-pink">without mask</span> and click "NEXT"
ms: Rakam bunyi batuk anda 2 kali <span class="text-pink">tanpa pelitup muka</span> dan tekan "SETERUSNYA"

source: Instruction:
ms: Arahan:

source: Please ensure your surrounding is quiet before the recording starts.
ms: Sila pastikan anda berada di kawasan yang senyap sebelum membuat rakaman.

source: Four recordings for cough and breath sounds each are needed.
ms: Empat rakaman bagi bunyi batuk dan nafas diperlukan.

source: Please provide 3 to 5 cough / breath sounds during each recording.
ms: Sila batuk /nafas 3 hingga 5 kali dalam setiap rakaman.

source: Force the cough if it doesn't come naturally.
ms: Paksa batuk sekiranya batuk tidak keluar secara semulajadi.

source: For breath sound recording, please inhale through the nose and exhale&nbsp; through the mouth.
ms: Untuk bunyi nafas, sila pastikan anda tarik nafas melalui hidung dan hembus nafas&nbsp; melalui mulut.

source: Please Complete <u>BOTH</u> (2)
ms: Sila lengkapkan <u>KEDUA-DUANYA</u> (2)

source: Part 1: Cough
ms: Bahagian 1: Batuk

source: Begin
ms: Mula

source: Part 2: Breath
ms: Bahagian 2 : Nafas

source: Begin
ms: Mula
