Repository: Infront-Development/nih-cough-sound
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ms, zh_hans

source: Please fill in date of vaccinated
ms: Sila masukkan tarikh dos vaksin terakhir

source: Please fill in your vaccination status
ms: Sila masukkan status vaksinasi anda

source: Please fill in date of your diagnosed positive
ms: Sila masukkan tarikh anda disahkan positif untuk COVID-19

source: Please choose your respondent group
ms: Sila pilih kumpulan responden anda

source: Please choose your gender
ms: Sila pilih jantina anda

source: Start
ms: Mula
zh_hans: 开始

source: Next
ms: Seterusnya
zh_hans: 下一步

source: <div><img style='height: 120px;' src='/static/img/Mask on.png' alt='Mask-on'/></div><div class='h5 text-white font-weight-bold'>Ensure you are in a quiet and safe environment <span style='color: #FF93DD;'>with mask on</span><div><br>Example : </div><div class="mt-2 mb-3"><audio controls><source src="/static/audio/3. Cough Normal A.wav"><source src="/static/audio/3. Cough Normal A.ogg"></audio></div><div>
ms: <div><img style='height: 120px;' src='/static/img/Mask on.png' alt='Mask-on'/></div><div class='h5 text-white font-weight-bold'>Memastikan anda di kawasan yang senyap dan selamat <span style='color: #FF93DD;'>dan memakai pelitup muka</span><div><br>Contoh : </div><div class="mt-2 mb-3"><audio controls><source src="/static/audio/3. Cough Normal A.wav"><source src="/static/audio/3. Cough Normal A.ogg"></audio></div><div>

source: Cancel
ms: Batal
zh_hans: 取消

source: <div class ='font-weight-bold' style='color:#2B1392'>START</div>
ms: <div class ='font-weight-bold' style='color:#2B1392'>MULA</div>
zh_hans: <div class ='font-weight-bold' style='color:#2B1392'>开始</div>

source: <div class='h5'>Recording will start in<span style='color:#2B1392'> <countdown></countdown></span> seconds.<br>Please provide <span style='color:#2B1392'>3-5 Coughs<br>(Min. 5 seconds)</span></div>
ms: <div class='h5'>Rakaman akan bermula dalam <span style='color:#2B1392'> <countdown></countdown></span> saat.<br>Sila batuk <span style='color:#2B1392'>3-5 kali<br>(minima 5 saat)</span></div>
zh_hans: <div class='h5'>录音将在<span style='color:#2B1392'> <countdown></countdown></span> 秒内开始。<br>请向麦克风咳嗽 <span style='color:#2B1392'>3-5 下<br>(至少 5 秒)</span></div>

source: <div><img style='height: 120px;' src='/static/img/Mask off.png' alt='Mask-off'/></div><div class='h5 text-white font-weight-bold'>Ensure you are in a quiet and safe environment before <span style='color: #FF93DD;'>removing your mask</span><div class='p-4'>Example:</div><div class="mt-2 mb-3"><audio controls src="/static/audio/3. Cough Normal A.wav"></audio></div><div>
ms: <div><img style='height: 120px;' src='/static/img/Mask off.png' alt='Mask-off'/></div><div class='h5 text-white font-weight-bold'>Memastikan anda di kawasan yang senyap dan selamat sebelum <span style='color: #FF93DD;'>membuka pelitup muka</span><div class='p-4'>Contoh:</div><div class="mt-2 mb-3"><audio controls src="/static/audio/3. Cough Normal A.wav"></audio></div><div>

source: <div><img style='height: 120px;' src='../../../../static/img/Mask on.png' alt='Mask-on'/></div><div class='h5 text-white font-weight-bold'>Ensure you're in a quiet environment and<span style='color: #FF93DD;'> with mask on</span><div> Sample Breath Sound:</div><div class="mt-2 mb-3"><audio controls src="../../../../static/audio/3. Breath.wav"></audio></div><div>
ms: <div><img style='height: 120px;' src='../../../../static/img/Mask on.png' alt='Mask-on'/></div><div class='h5 text-white font-weight-bold'>Memastikan anda di kawasan yang senyap dan<span style='color: #FF93DD;'>memakai pelitup muka</span><div> Contoh bunyi nafas:</div><div class="mt-2 mb-3"><audio controls src="../../../../static/audio/3. Breath.wav"></audio></div><div>

source: <div class ='font-weight-bold' style='color:#2B1392'>Start</div>
ms: <div class ='font-weight-bold' style='color:#2B1392'>Mula</div>
zh_hans: <div class ='font-weight-bold' style='color:#2B1392'>开始</div>

source: <div class='h5'>Recording will start in<span style='color:#2B1392'> <countdown></countdown></span> seconds.<br>Please provide <span style='color:#2B1392'>3-5 Breaths<br>(Min. 5 seconds)</span></div>
ms: <div class='h5'>Rakaman akan bermula dalam<span style='color:#2B1392'> <countdown></countdown></span> saat.<br>Sila bernafas <span style='color:#2B1392'>3-5 kali<br>(minima 5 saat)</span></div>
zh_hans: <div class='h5'>录音将在<span style='color:#2B1392'> <countdown></countdown></span> 秒内开始。<br>请向麦克风呼吸 <span style='color:#2B1392'>3-5 下<br>(至少 5 秒)</span></div>

source: <div><img style='height: 120px;' src='../../../../static/img/Mask off.png' alt='Mask-off'/></div><div class='h5 text-white font-weight-bold'>Ensure you're in a safe environment and<span style='color: #FF93DD;'> with mask on</span><div> Sample Breath Sound:</div><div class="mt-2 mb-3"><audio controls src="../../../../static/audio/3. Breath.wav"></audio></div><div>
ms: <div><img style='height: 120px;' src='../../../../static/img/Mask off.png' alt='Mask-off'/></div><div class='h5 text-white font-weight-bold'>Memastikan anda di kawasan yang selamat dan<span style='color: #FF93DD;'>memakai pelitup muka</span><div> Contoh bunyi nafas:</div><div class="mt-2 mb-3"><audio controls src="../../../../static/audio/3. Breath.wav"></audio></div><div>

source: Oops...
ms: Ralat...
zh_hans: 出现错误。。。

source: You must record 2 audio !
ms: Anda perlu merakam 2 rakaman!
zh_hans: 请至少录下至少两个录音！

source: Audio Recorded!
ms: Rakaman berjaya!
zh_hans: 录音成功！

source: Your audio has been recorded!
ms: Rakaman anda telah disimpan!
zh_hans: 您的录音已被录制！

source: It seems there is an issue, please contact admin
ms: System menemui masalah, sila hubungi admin
zh_hans: 出现问题，请联系管理员

source: Please confirm if you are wearing a mask
ms: Sila pastikan anda sedang memakai pelitup muka
zh_hans: 请确认您是否佩戴着口罩

source: You will need to record twice with a mask and twice without a mask
ms: Anda perlu merakam dua kali bagi yang memakai pelitup muka dan tanpa memakai pelitup muka
zh_hans: 请录制佩戴口罩时和不佩戴口罩时的咳嗽声，各两次

source: I'm wearing a mask
ms: Saya sedang memakai pelitup muka
zh_hans: 我佩戴着口罩

source: I'm not wearing a mask
ms: Saya tidak memakai pelitup muka
zh_hans: 我没有佩戴着口罩

source: Cannot Record Audio again. Maximum 4 audio at a time
ms: Sudah tercapai had rakaman. Maksimum 4 rakaman sahaja
zh_hans: 已达最多音频数量，无法再次录制音频

source: <div><img style='height: 120px;' src='/static/img/Mask on.png' alt='Mask-on'/></div><div class='h5 text-white font-weight-bold'>Ensure you are in a quiet and safe environment <div style='color: #FF93DD;'>with mask on</div><div><br>Example : </div><div class="mt-2 mb-3"><audio controls><source src="/static/audio/3. Cough Normal A.wav"><source src="/static/audio/3. Cough Normal A.ogg"></audio></div><div>
zh_hans: <div><img style='height: 120px;' src='/static/img/Mask on.png' alt='Mask-on'/></div><div class='h5 text-white font-weight-bold'>录音开始前请确保周围安静<div style='color: #FF93DD;'>并戴上口罩</div><div><br>例子: </div><div class="mt-2 mb-3"><audio controls><source src="/static/audio/3. Cough Normal A.wav"><source src="/static/audio/3. Cough Normal A.ogg"></audio></div><div>

source: <div><img style='height: 120px;' src='/static/img/Mask off.png' alt='Mask-off'/></div><div class='h5 text-white font-weight-bold'>Ensure you are in a quiet and safe environment before <div style='color: #FF93DD;'>removing your mask</div><div class='p-4'>Example:</div><div class="mt-2 mb-3"><audio controls src="/static/audio/3. Cough Normal A.wav"></audio></div><div>
zh_hans: <div><img style='height: 120px;' src='/static/img/Mask off.png' alt='Mask-off'/></div><div class='h5 text-white font-weight-bold'>录音开始前请确保周围安静<div style='color: #FF93DD;'>才卸下口罩</div><div class='p-4'>例子:</div><div class="mt-2 mb-3"><audio controls src="/static/audio/3. Cough Normal A.wav"></audio></div><div>

source: <div><img style='height: 120px;' src='../../../../static/img/Mask on.png' alt='Mask-on'/></div><div class='h5 text-white font-weight-bold'>Ensure you're in a Quiet Environment and<div style='color: #FF93DD;'>With Mask On</div><div> Sample Breath Sound:</div><div class="mt-2 mb-3"><audio controls src="../../../../static/audio/3. Breath.wav"></audio></div><div>
zh_hans: <div><img style='height: 120px;' src='../../../../static/img/Mask on.png' alt='Mask-on'/></div><div class='h5 text-white font-weight-bold'>录音开始前请确保周围安静<div style='color: #FF93DD;'>并戴上口罩</div><div> 例子:</div><div class="mt-2 mb-3"><audio controls src="../../../../static/audio/3. Breath.wav"></audio></div><div>

source: <div><img style='height: 120px;' src='../../../../static/img/Mask off.png' alt='Mask-off'/></div><div class='h5 text-white font-weight-bold'>Ensure you're in a Safe Environment and<div style='color: #FF93DD;'>With Mask On</div><div> Sample Breath Sound:</div><div class="mt-2 mb-3"><audio controls src="../../../../static/audio/3. Breath.wav"></audio></div><div>
zh_hans: <div><img style='height: 120px;' src='../../../../static/img/Mask off.png' alt='Mask-off'/></div><div class='h5 text-white font-weight-bold'>录音开始前请确保周围安静<div style='color: #FF93DD;'>并戴上口罩</div><div> 例子:</div><div class="mt-2 mb-3"><audio controls src="../../../../static/audio/3. Breath.wav"></audio></div><div>

source: <div><img style='height: 120px;' src='../../../../static/img/Mask off.png' alt='Mask-off '/></div><div class='h5 text-white font-weight-bold'>Ensure you're in a safe environment and<div style='color: #FF93DD;'>Take off Mask</div></div>
zh_hans: <div><img style='height: 120px;' src='../../../../static/img/Mask off.png' alt='Mask-off '/></div><div class='h5 text-white font-weight-bold'>录音开始前请确保周围安静<div style='color: #FF93DD;'>才卸下口罩</div></div>
